Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/explanations_and_stories_fi/koulutusraportti_web_2_.pdf.tmx
Source language: fin
Languages: sme

source: Opetusta on mahdollista saada enintään 2,5 viikkotuntia ja se on perusopetusta täydentävää oman äidinkielen tai kotikielen opetusta, jonka tunnit pidetään yleensä muun koulupäivän jälkeen tai koulupäivän viimeisinä tunteina.
sme: Oahpahusa lea vejolaš oažžut eanemustá 2,5 vahkkudiimmu ja dat lea vuođđooahpahusa dievasmahtti iežas eatni giela dahje ruovttugiela oahpahus, man diimmut dollojit dábá laččat eará skuvlabeaivve maŋŋá dahje skuvlabeaivve maŋimuš diibmun.

source: Kielen opetuksen asema koulutyössä on heikko ja tätä opetusta saa vain murtoosa kotiseutualueen ulkopuolella asuvista saamelaislapsista ja –nuorista.
sme: Giela oahpahusa sajádat skuvlabarggus lea headju ja dán oahpahusa oažžu dušše áibbas uhca oassi sámemánáin ja nuorain, geat ásset ruovttuguovllu olg go bealde.

source: Opetuksen aikaansaaminen on vaikeaa, koska saamen kielen opetus on kotiseutualueen ulkopuolisille kouluille, rehtoreille ja opetusviranomaisille uusi ja tuntematon asia.
sme: Oahpahusa áigáioažžun lea váttis, go sáme giela oahpahus lea ruovttu guovllu olggobeale skuvllaide, rektoraidda ja oahpahusvirge oapma haččaide ođđa ja amas ášši.

source: Saamelaiset vanhemmat ja paikalliset kouluviranomaiset ovat muutamilla paikkakunnilla yrittäneet kehittää opetustilannetta, mutta se on nykysäännösten pohjalta mahdotonta.
sme: Sámi vánhemat ja báikkálaš skuvla virge oapma haččat leat moatte báikegottis figgan ovddidit oahpahusdili, muhto dat lea dálá njuolggadusaid vuođul veadjemeahttun, gávnanhuvvo raporttas.

source: Saamelaiset vanhemmat ovat pyytäneet usein Saamelaiskäräjiltä apua tilanteeseen.
sme: Sámi vánhemat leat bivdán dávjá Sámedikkis veahki dillái ja jahkkán dan iešráđđenorgánan sáhttit váikkuhit oahpahusa lágideapmái.

source: Saamelaiskäräjien koulutus ja oppimateriaalitoimistosta pitäisi työryhmän mielestä kehittää saamelaisopetuksen kokonaisuudesta vastuuta kantava, sitä seuraava, opetuksesta raportoiva ja säännöllisesti opetusministeriön kanssa neuvotteleva keskus.
sme: Sámedikki skuvlen ja oahppamateriáladoaimmahagas galggašii bargojoavkku mielas ovddidit sámeoahpahusa oppalašvuođas vástu guoddi, dan čuovvu, oahpahusas raporterejeaddji ja fásta oahpahusministeriijain ráđđádalli guovddáža.

source: Säännösten aiheuttamat esteet ja solmut tulee purkaa ja saattaa saamelaisopetuksen asema ja mahdollisuudet ´normaaliin tilanteeseen´, jossa kielen opetusjärjestelyissä otetaan huomioon oppilaiden erilaiset kielitaustat: osa saamelaisoppilaista puhuu saamea äidinkielenään, osalle se on heikommin hallittu toinen kieli ja osalla ei ole lainkaan kielitaitoa.
sme: Njuolggadusaid dagahan eastagiid ja čuolmmaid galgá burgit ja buktit sámeoahpahusa sajádaga ja vejolašvuođaid ´normála dillái´, mas giela oahpahusordnemiin váldojit vuhtii oahppiid iešguđetlágan gielladuogážat: oassi sámeoahppiin hállá sámegiela eatnigiellan, oassái dat lea heajubut hálddašuvvon nubbi giella ja oasis ii leat olláge gielladáidu.

source: Tämä ei kuitenkaan ole mahdollista kotiseutualueen ulkopuolella.
sme: Dát ii goittotge leat vejolaš ruovttuguovllu olggo bealde.

source: – kysytään raportissa.
sme: – jerro raporttas.

source: Saamen kielen opetus ja sen kehittäminen tulisi työryhmän mielestä mahdollistaa laajentamalla nykyisin saamelaisten kotiseutualuetta koskeva saamelaisopetuksen rahoitus koko maahan.
sme: Sámegiela oahpahusa ja dan ovddideami galggašii bargojoavkku mielas dahkat vejolažžan viiddidemiin dálá sámiid ruovttuguovllu guoskevaš sáme oahpahusa ruhtadeami olles riikii.

source: Se avaisi tien opetuksen vakinaistamiselle, kehittämiselle ja sen aseman nostamiselle.
sme: Dat rabašii luotta oahpahusa fástan dahkamii, ovddieapmái ja dan sajádaga bajideapmái.

source: Kotiseutualuetta koskeva rahoitussäännös opetus ja kulttuuritoimen rahoituksesta annetussa laissa turvaa koulutuksen järjestäjille valtionavustuksen, joka vastaa lähes 100prosenttisesti tästä opetuksesta aiheutuvia opettajien palkkausmenoja.
sme: Ruovttuguovllu guoskevaš ruhtadannjuolggadus oahpahus ja kulturdoaimma ruhtadeamis addojuvvon lágas sihkkarastá skuvlema lágideaddjiide stáhtadoarjaga, mii vástida sullii 100prosentalaččat dán oahpahusas boahtán oahpaheaddjiid bálkágoluid.

source: Toisena väylänä opetuksen kehittämiseen esitetään Inarin kirkonkylässä sijaitsevassa saamelaisalueen koulutuskeskuksessa kehitetyn verkkoopetuksen vakinaistamista ja kielen verkkoopetuksen mahdollistamista kaikkiin niihin peruskouluihin kotiseutualueella ja sen ulkopuolella, jossa on vaikeuksia löytää saamenkielentaitoisia opettajia.
sme: Nubbin vuohkin oahpahusa ovddideapmái evttohuvvo Anára kirkosiiddas doaibmi Sámi oahpahusguovddážis ovddiduvvon fierpmádatoahpahusa fástan dahkama ja giela fierpmádatoahpahusa vejolažžan dahkama buot daid vuođđoskuvllaide ruovttuguovllus ja dan olggobealde, gos leat váttisvuođat gávdnat sámegieldáiddolaš oahpaheaddjiid.

source: Koulutuskeskuksessa on kehitetty verkkopedagogiikkaa ja teknisiä valmiuksia ja se pystyisi antamaan saamen kielen verkkoopetusta myös kotiseutualueen ulkopuolelle, mikäli sillä olisi tätä koskeva koulutuksen järjestämislupa ja varoja verkkoopettajien palkkaamiseen.
sme: Oahpahus guovddážis leat jo jagiid áigge ovddidan fierpmádatpedagogihka ja teknihkalaš válmmašvuođaid ja dat basttášii addit sámegiela fieprmádatoahpahusa maiddái ruovttuguovllu olggobealde, juos das livčče dan guos ke vaš skuvlema ordnenlohpi ja várit fierpmádatoahpaheaddjiid bálkáheapmái.

source: Verkkoopettajia tarvittaisiin kaikkiin kolmeen Suomessa puhuttuun ja kouluissa opetettuun saamen kieleen, inarin, koltan ja pohjoissaameen.
sme: Fierpmádatoahpaheaddjit dárbbašuvvošedje buot golmma Suomas hállon ja skuvllas oahpahuvvon sámegillii, anáraš, nuortalaš ja davvisámegillii.

source: Suomen valtiolla on vastuu alkuperäiskansansa kielestä, eikä saamea saa asettaa samaan asemaan maahanmuuttajien kielten kanssa.
sme: Suoma stáhtas lea vástu eamiálbmoga gielas, iige sámegiela oaččo bidjat seamma sajádahkii sisafárrejeaddjiid gielaiguin.

source: Niidenkin opetus Suomen kouluissa on tärkeää, mutta vain harvat niistä ovat kotimaissaan uhanalaisessa asemassa kuten saamen kielet pohjoismaisissa koti valtioissaan ovat.
sme: Daidge oahpahus Suoma skuvllain lea dehalaš, muhto dušše hárve dat gielat leat ruovtturiikkain áitatvuloš sajádagas nugo sámegielat davviriikkalaš ruovttustáhtain leat.

source: Liite 1. Saamelaisten lukumäärä vuoden 2007 Saamelaiskäräjävaaleissa.
sme: Mielddus 1. Sámiid lohkomearri jagi 2007 Sámediggeválggain.

source: 2008 Liite 2. Saamenkielisen oppimateriaalin valmistamista varten valtion talousarviossa osoitetut määrärahat vuosina 1991–2008. Oppimateriaalin valmistamiseen käytetty rahoitus on ollut suunnilleen sama kuin valtion talousarviossa osoitettu rahoitus.
sme: Mielddus 2. Mearreruđat, mat leat čujuhuvvon sámegielat oahppamateriála gárvvisteami várás stáhta bušeahtas jagiin 1991–2008. Oahppomateriála válmmašteapmái geavahuvvon ruhtadeapmi leamaš sullii seammá go ruhtadeapmi, mii lea čujuhuvvon stáhta bušeahtas.

source: Pienen lisäyksen siihen ovat tuoneet materiaalin myynnistä saadut tulot.
sme: Unna lasáhusa dasa leat buktán boađut, maid leat ožžon materiála vuovdimis.

source: Huom. Suomi siirtyi euro-valuuttaan vuonna 2002, minkä takia myös tätä aiemmat määrärahat on muutettu euroiksi.
sme: Fuom. Suopma sirdásii euroi jagi 2002, man dihtii maiddái ovddeš mearreruđat leat govas molso juvvon euron.

source: 000 mk.
sme: 253.000 euro = 1.500.000 márkki.

source: Vuosina 1993-1995 oppimateriaalityöntekijän palkka maksettiin tässä ilmoitetuista varoista, 1996-1999 määräraha pieneni palkkamäärärahan siirryttyä Saamelaiskäräjien yleiseen budjettiin.
sme: Oahppomateriálabargi bálká máksojuvvui jagiin 1993-1995 dás almmuhuvvon ruđain. Mearreruhta unnui jagiin 1996–1999 dan maŋŋá go bálkáruhta sirdojuvvui Sámedikki almmolaš bušehttii.

source: Vastaava korotus varoihin tehtiin vuosien 2000-2001 talousarviossa ja tarkoitusta varten osoitetut varat ovat pysyneet samalla tasolla siitä lähtien.
sme: Vástideaddji lasáhus oahppomateriála váriide dahkkojuvvui jagiid 2000–2001 bušeahtain ja dán dárkkuhusa várás čujuhuvvon várit leat dan rájes bisson seammá dásis.

source: Liite 3. Saamen kielen opetusta saaneet oppilaat eri paikkakunnilla vuosina 1989–2008.
sme: Mielddus 3. Oahppit, geat leat ožžon sámegiela oahpahusa sierra báikegottiin jagiin 1989–2008.

source: Liite 4. Opetushallituksen 16.1. 2004 hyväksymän opetussuunnitelman perusteiden mukainen todistus osallistumisesta maahanmuuttajien äidinkielen (saamen kielen) opetukseen.
sme: Mielddus 4. Oahpahusráđđehusa 16.1.2004 dohkkehan oahppoplána vuođustusaid čuovvu duođaštus sisafárrejeaddjiid eatnigiela (sámegiela) oahpahussii oassálastimis.

source: Liite 5. Saamelaiskäräjät opetuksen kehittämisen keskuksena.
sme: Mielddus 5. Sámediggi oahpahusa ovddidanguovddážin.
